Repository: 84000/translation-memory-resources
Catalog: post_input/toh101.bo.en.tmx
Source language: bo
Languages: en

source: ཤ་ར་དྭ་ཏི འི་ བུ་ ཡང་དག་པ འི་ ལྟ་བ་ ནི་ རློམ་སེམས་ མེད་པ འི་ ཕྱིར་ ཏེ །_
en: This is because, Śāradvatī­putra, the correct view is free of concepts.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ དེ་བཞིན་ གཤེགས་པ་ འཕགས་པ་ [157a] ཉན་ཐོས་ ཐོས་པ་ དང་ ལྡན་པ་ ནི་ ས་ ལ་ རློམ་སེམས་ སུ་ མི་ བྱེད་ དོ །_།
en: Śāradvatī­putra, the thus-gone ones and the learned noble hearers do not conceptualize earth. [157.a]

source: ས ས་ རློམ་སེམས་ སུ་ མི་ བྱེད་ དོ །_།
en: They do not conceptualize because of earth.

source: ས་ ང འི་ ཞེས་ རློམ་སེམས་ སུ་ མི་ བྱེད་ དོ །_།
en: They do not think, ‘Earth is mine.’

source: ས འི་ ང་ ཞེས་ རློམ་སེམས་ སུ་ མི་ བྱེད་ དོ །_།
en: Nor do they think, ‘I belong to earth.’

source: དེ་བཞིན་ དུ་ ཆུ་ དང་ །_ མེ་ དང་ །_ རླུང་ གི་ ཁམས་ དག་ ལ་ ཡང་ སྦྱར་བ ར་ བྱ འོ །_།
en: The same applies to the elements of water, fire, and wind.

source: མྱ་ངན་ ལས་ འདས་པ འི་ བར་ ལ་ རློམ་སེམས་ སུ་ མི་ བྱེད་ དོ །_།
en: They do not conceptualize anything, up to and including nirvāṇa.

source: མྱ་ངན་ ལས་ འདས་པ ས་ རློམ་སེམས་ སུ་ མི་ བྱེད་ དོ །_།
en: They do not conceptualize nirvāṇa.

source: མྱ་ངན་ ལས་ འདས་པ་ ང འི་ ཞེས་ རློམ་སེམས་ སུ་ མི་ བྱེད་ དོ །_།
en: They do not think, ‘Nirvāṇa is mine.’

source: མྱ་ངན་ ལས་ འདས་པ འི་ ང་ ཞེས་ རློམ་སེམས་ སུ་ མི་ བྱེད །_
en: Nor do they think, ‘I belong to nirvāṇa.’

source: མངོན་པར་ ཞེན་པ ར་ མི་ བྱེད་ དོ་ ཞེས་ ཀྱང་ གསུངས་ སོ །_།
en: It is also taught, ‘They do not cling.’

source: ཤ་ར་དྭ་ཏི འི་ བུ་ ཡང་ཡང་ དག་པ འི་ ལྟ་བ་ ཞེས་ བྱ་བ་ ནི་ གང་ ལ་ ལྟ་བ་ མེད་པ འོ །_།
en: $1275 “Moreover, Śāradvatī­putra, ‘correct view’ is not a view of anything.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ ལྟ་བ་ ཐམས་ཅད་ ནི་ ལོག་པ ར་ ལྟ་བ འོ །_།
en: Śāradvatī­putra, all views are wrong views.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ ལྟ་བ་ མེད་པ་ ནི་ ཡང་དག་པ འི་ ལྟ་བ་ སྟེ །_
en: Śāradvatī­putra, being without a view is the correct view—

source: ཤ་ར་དྭ་ཏི འི་ བུ་ ཡང་ཡང་ དག་པ འི་ ལྟ་བ་ ནི་ ཚིག་ གིས་ བསྟན་པ ར་ མི་ ནུས་ སོ །_།
en: Furthermore, Śāradvatī­putra, the correct view cannot be taught in words.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ ངག་གི་ལས་ ཐམས་ཅད་ ནི་ ཚིག་ ཙམ་ དུ་ ཟད་ དེ །_ |#| དེ་ ལ་ ཡང་དག་པ འི་ ལྟ་བ་ མེད་པ འི་ ཕྱིར་ རོ །_།
en: This is because, Śāradvatī­putra, all the workings of speech come down to only words, and they are devoid of the correct view.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ ཡང་ཡང་ དག་པ འི་ ལྟ་བ་ ནི་ ཇི་ལྟ ར་ དེ་བཞིན་ གཤེགས་པ ས་ རབ་ཏུ་ མཁྱེན་ པ་ བཞིན་ ཏེ །_
en: Moreover, Śāradvatī­putra, in this way the correct view accords with what is known by a thus-gone one, for

source: དེ་ ལ་ ལོག་པ ར་ ལྟ་བ་ ནི་ འགའ་ཡང་ མེད་ དོ །_།
en: he is utterly devoid of any wrong view.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ ངག་ གི་ དེ་བཞིན་ཉིད་ ཐམས་ཅད་ ནི་ ངག་ གི་ དེ་བཞིན་ཉིད་ དེ །_ |#| ངག་ དེ་ ནི་ ཇི་ལྟ ར་ དེ་བཞིན་ཉིད་ བཞིན་པ འི་ ཕྱིར་ རོ །_།
en: This is because, Śāradvatī­putra, the suchness of his speech is entirely the suchness of speech, in that his speech accords with how things are.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ ངག་ དེ་ ནི་ བརྗོད་ དུ་ མེད་པ འོ །_།
en: That speech, Śāradvatī­putra, is inexpressible.

source: ངག་ དེ་ ནི་ ཐ་ མི་ དད་པ འོ །_།
en: That speech is undifferentiable.

source: ཆོས་ཉིད་ ཇི་ལྟ་བ་ བཞིན་ ཏེ །_ |#| ངག་ དེ་ ནི་ དེ་བཞིན་ ནོ །_།
en: Reality, exactly as it is—that is how that speech is.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ ལུས་ དེ་ |#| ནི་ དེ་བཞིན་ཉིད་ ཀྱི་ ལུས་སོ །_།
en: $1276 “Śāradvatī­putra, that body is the body of suchness.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ དེ་བཞིན་ཉིད་ ཀྱི་ ལུས་ ཞེས་ བྱ་བ་ ནི་ ལུས་ དེ་ |#| ཕྱིན་ ཅི་ མ་ ལོག་པ་ དེ་བཞིན་ ཞིང་ །_ ལུས་ དེ་ |#| ཐ་ མི་ དད་པ་ སྟེ །_
en: Śāradvatī­putra, that which is called the body of suchness is the unmistaken body and the undifferentiable body.

source: ལུས་ དེ་ ཇི་ལྟ་ བར་ ངག་ དེ་ ནི་ དེ་བཞིན་ ནོ །_།
en: That body accords with that speech, exactly as it is.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ ལུས་ དེ་ ནི་ དེ་བཞིན་ཉིད་ ཀྱི་ ལས་ སོ །_།
en: Śāradvatī­putra, that body is the action of suchness.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ དེ་བཞིན་ཉིད་ ཀྱི་ ལས་ ཞེས་ བྱ་བ་ ནི་ལ ས་ དེ་ ཕྱིན་ ཅི་ མི་ ལོག་པ་ དེ་བཞིན་ ཞིང་ །_ ལས་ དེ་ གཞན་མ་ ཡིན་པ་ དེ་བཞིན་ ལ་ལ ས་ དེ་ ཐ་ མི་ དད་པ་ སྟེ །_
en: Śāradvatī­putra, the action of suchness accords with unmistaken action and involves no other action than that. |#| As such, that action is undifferentiable, and,

source: ཤ་ར་དྭ་ཏི འི་ བུ་ ལས་ དེ་ ནི་ དེ་བཞིན་ཉིད་ ཀྱི་ འབྲས་བུ འོ །_།
en: Śāradvatī­putra, that action is the fruition of suchness.

source: དེ་བཞིན་ དུ་ འབྲས་བུ་ [157b] དེ་ ནི་ལ ས་ ཇི་ལྟ་བ་ བཞིན་ ནོ །_།
en: In that way, the fruition accords precisely with the action. [157.b]

source: དེས་ན་ དེ་བཞིན་ གཤེགས་པ་ བདེན་པ་ གསུང་བ །_ ཡང་དག་ པར་ གསུང་བ་ ནི་ འདི་སྐད་ དུ་ ལས་ ཡོད་ ན་ རྣམ་པར་ སྨིན་པ་ འབྱུང་ ངོ་ །_།
en: Therefore, the Thus-Gone One correctly spoke the truth in saying, ‘When there is action, ripening follows.

source: དེ་ལྟ ར་ ལས་ ཇི་ལྟ་ ཇི་ལྟ་ བར་ དེ་ལྟ་ དེ་ལྟ ར་ རྣམ་པར་ སྨིན་པ འོ་ ཞེས་ གསུང་ ངོ་ །_།
en: Thus, ripening happens precisely according to the action.’

source: ཤ་ར་དྭ་ཏི འི་ བུ་ དེ་བཞིན་ དུ་ ཡེ་ ཤེས་ ཀྱི་ འགྲོ་བ་ ནི་ ཡེ་ཤེས་ ཡིན་ གྱི་
en: $1277 “Śāradvatī­putra, likewise, the movement of wisdom is wisdom.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ འདི་ ནི་ ཡེ་ཤེས་ མེད་པ་ ནི་ མ་ ཡིན་ ནོ །_།
en: Śāradvatī­putra, it is not without wisdom.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ དེ་ལས་ བྱང་ཆུབ་ སེམས་དཔའ་ ནི་ དེ་སྐད་ བསྟན་པ་ ན་ མི་ སྐྲག _།
en: Thus, Śāradvatī­putra, when bodhisattvas are taught this, they are not frightened.

source: མི་ དངང་ དངང་ བར་མི་ འགྱུར་ ཏེ །_
en: They are neither terrified, nor will they become terrified;

source: མི་ རྨོངས་ ཀུན་ དུ་ མི་ རྨོངས་ སོ །_།
en: they are neither confused, nor bewildered.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ཆོས་ བཞི་པོ་ འདི་དག་ ནི་ སླུ་བ ར་ འགྱུར་བ་ སྟེ །_
en: $1278 “Śāradvatī­putra, there are four things that are beguiling.

source: ཤ་ར་དྭ་ཏི འི་ བུ །_ གཅེར་བུ་པ འི་ སྨྲ་བ་ དང་ །_ འཇིག་རྟེན་ རྒྱང་ ཕན་པ་ ཀུན་ ཏུ་ བསྟེན་ ཅིང་ བསྒོམས་ ལ་ ལན་ མང་ དུ་ བྱས་པ་ སླུ་བ ར་ འགྱུར་བ་ ཡིན །_
en: Śāradvatī­putra, relying upon, cultivating, and promulgating nirgrantha preachers and materialists is beguiling.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ ལོག་པ ར་ ལྟ་བ་ ཀུན་ དུ་ བསྟེན་ ཅིང་ བསྒོམས་ ལ་ ལན་ མང་ དུ་ བྱས་པ་ སླུ་བ ར་ འགྱུར་བ་ ཡིན །_།
en: Śāradvatī­putra, relying upon, cultivating, and promulgating wrong views is beguiling.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ རྩོད་པ་ དང་ ཕྲད་པ་ ཡོངས་སུ་ འཛིན་པ་ ཀུན་ ཏུ་ བསྟེན་ ཅིང་ བསྒོམས་ ལ་ ལན་ མང་ དུ་ བྱས་པ་ སླུ་བ ར་ འགྱུར་བ་ ཡིན །_
en: Śāradvatī­putra, relying upon, cultivating, and promulgating those who uphold the practice of argumentation is beguiling.

source: མདོ་སྡེ་ ཟབ་མོ་ ཟབ་པ འི་ གཏམ་ དང་ ལྡན་པ །_ སྟོང་པ་ཉིད་ དང་ ལྡན་པ །_ འདི་ ལྟ་བུ་ དག་ ལ་མ་ དད་ ཅིང་ མི་ མཁས་ ལ་ བསྙེན་བཀུར་ མི་ བྱེད་ ཅིང་ །_ ངེས་པ ར་ མི་ སེམས་པ་ སླུ་བ ར་ འགྱུར་བ་ ཡིན་ ཏེ
en: Out of lack of faith and wisdom, failing to revere or consider as definitive the profound sūtras, with their profound messages and emptiness, is beguiling.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ བཞི་པོ་ དེ་དག་ ནི་ སླུ་བ ར་ བྱེད་པ འི་ ཆོས་ དག་ ཡིན་ གྱི་ སླུ་བ ར་ མི་ བྱེད་པ་ དག་ ནི་ མ་ ཡིན་ ནོ །_།
en: Śāradvatī­putra, these four things are beguiling, for it is not that they are not without deception.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ སླུ་བ ར་ བྱེད་པ འི་ ཆོས་ བཞི་པོ་ དེ་དག་ ཀྱང་ སྤོང་བ འི་ ཕྱིར་ སླུ་བ ར་ མི་ བྱེད་པ འི་ ཆོས་ བཞི་པོ་ དག་ བསྒོམ་པ ར་ བྱ་ བསྟེན་པ ར་ བྱ འོ །_།
en: $1279 “To discard these four beguiling things, Śāradvatī­putra, one must cultivate and rely upon four unbeguiling qualities.

source: ལོག་པ ར་ ལྟ་བ་ སྤང་བ འི་ ཕྱིར་ཡང་ དག་པ འི་ ལྟ་བ་ བསྒོམ་པ ར་ བྱ་བ་ ཡིན །_
en: To discard wrong views, one should cultivate the correct view.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ གང་ ལ་ འཇིག་རྟེན་ རྒྱང་ ཕན་པ་ དང་ ལྡན་པ འི་ གཏམ་ ཡོད་པ་ དེ་ ལ་ དགེ་སློང་ ངོ་ཚ་ ཤེས་པ་ དེས་ གནས་པ ར་ མི་ བྱ་ ཞིང་ མྱུར་བ་ ཁོ་ན ར་ འགྲོ་བ ར་ བྱ་བ་ འདི་ ནི་ སླུ་བ་ སྤོང་བ ར་ འགྱུར་བ འི་ ཆོས་ གཉིས་ པ་ ཡིན་ ནོ །_།
en: Śāradvatī­putra, the monk who observes propriety should not stay where the discourses of materialists are taught but immediately leave; |#| this is the second quality that will enable one to abandon beguilement.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ གཞན་ ཡང་ གནས་ གང་ དུ་ རྩོད་པ་ དང་ ཕྲད་པ ར་ འགྱུར་བ་ དེར་ དགེ་སློང་ གིས་ འགྲོ་བ ར་ མི་ བྱ་ ཞིང་ །_
en: Śāradvatī­putra, in addition a monk should not go anywhere he will encounter argumentation;

source: གཞན་ དུ་ ན་ རྩོད་པ་ དེ་ ཉེ་བ ར་ ཞི་བ ར་ བྱ་བ འི་ ཕྱིར་ དེར་ སོང་བ ས་ ཀྱང་ ཆོས་མ་ ཡིན་པ་ སྨྲ་བ་ རྣམས་ ཚར་གཅོད་པ་ དང་ །_ ཆོས་ སྨྲ་བ་ རྣམས་ བསྡུ་བ འི་ ཕྱིར་ ཆོས་ཉིད་ སྨྲ་བ ར་ བྱ འི་ [158a] ཆོས་མ་ ཡིན་པ་ ནི་ མ་ ཡིན་ ཏེ
en: or, alternatively, in order to pacify argumentation a monk may also go there, defeat those who preach non-Dharma, and then, in order to gather Dharma preachers, speak of reality. [158.a] This would not be contrary to the Dharma, for

source: ཤ་ར་དྭ་ཏི འི་ བུ་ དགེ་འདུན་ འཐུན་ པར་ ཡང་ བྱས་པ ར་ འགྱུར་བ་ འདི་ ནི་ སླུ་བ་ སྤོང་བ ར་ འགྱུར་ གྱི་ མི་ སླུ་བ ར་ བྱེད་པ འི་ ཆོས་ གསུམ་པ་ ཡིན་ ནོ །_།
en: bringing harmony to the saṅgha brings the abandonment of beguilement. |#| This is the third unbeguiling quality.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ གཞན་ ཡང་ ཆོས་ ཀྱི་ རྣམ་ གྲངས་ འདི་ ལྟ་བུ་ དེ་དག་ དགེ་སློང་ གིས་ ལེགས་པ ར་ རབ་ཏུ་ བཟུང་ ཞིང་ །_ བཟུང་ ནས་ སྒྲུབ་པ་ ལ་ གནས་ ཏེ །_ |#| ལུང་ ནོད་པ་ དང་ །_ ཁ་ཏོན་ ལ་ མངོན་པར་ བརྩོན་པ་ ཡིན །_
en: Śāradvatī­putra, finally, a monk should excellently receive such Dharma discourses as these, and having received them, he should observe their practice, such that he makes efforts to explain and recite them;

source: ཚུལ་བཞིན་ ཡིད་ ལ་ བྱ་བ འི་ ཕྱིར་ཡང་ མངོན་པར་ བརྩོན་པ་ ཡིན་ ཏེ །_
en: he should also make efforts to keep them correctly in mind.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ སླུ་བ ར་ མི་ བྱེད་པ འི་ ཆོས་ བཞི་པོ་ དེ་དག་ ནི་ སླུ་བ་ སྤོང་བ ར་ འགྱུར་བ་ ཡིན་ ནོ །_།
en: Śāradvatī­putra, these four unbeguiling qualities bring the abandonment of beguilement.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ བྱང་ཆུབ་ སེམས་དཔའ་ ངོ་ཚ་ ཤེས་པ ས་ ནི་ལ ས་ མངོན་པར་ འདུ་ མི་ བྱེད་པ་ ལ་ མངོན་པར་ བརྩོན་པ ར་ བྱ འོ །_།
en: $1280 “Śāradvatī­putra, bodhisattvas who observe propriety should make efforts not to form karma.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ བྱང་ཆུབ་ སེམས་དཔ ས་ ནི་ ལེགས་པ ར་ གོ་ཆ་ བགོས་པ་ ཉིད་ ཀྱིས་ མི་ འཇིགས་ པར་ བྱ འོ །_།
en: Śāradvatī­putra, by excellently donning armor bodhisattvas should not be frightened.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ བྱང་ཆུབ་ སེམས་དཔ ས་ ནི་ བརྩོན་འགྲུས་ ཆེན་པོ་ མི་ འདོར་བ་ ཉིད་ ཀྱིས་ མི་དོ ར་ བར་ བྱ འོ །_།
en: Śāradvatī­putra, by not discarding great diligence bodhisattvas should not discard their armor.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ གང་ གི་ ཚེ་ བྱང་ཆུབ་ སེམས་དཔའ་ དམ་པ འི་ ཆོས་ ཡོངས་སུ་ འཛིན་པ་ དང་ །_ དོན་ ཡོངས་སུ་ འཛིན་པ་ དང་ །_ སྤྱོད་པ་ ཡོངས་སུ་ འཛིན་པ་ དང་ །_ ཡེ་ཤེས་ ཡོངས་སུ་ འཛིན་པ་ ལ་ མངོན་པར་ བརྩོན་པ་ ཡིན་ ཞིང་ །_ ང འི་ ཉན་ཐོས་ དག་ ལ་ ཡོངས་སུ་ འདྲི་བ ར་ བྱེད་པ་ དེ འི་ ཚེ །_ ཤ་ར་དྭ་ཏི འི་ བུ་ དེ་བཞིན་ གཤེགས་པ་ བདེ་བ ར་ གྱུར་ ཅིང་ བདེ་བ འི་ མཆོག་ དང་ ལྡན་ ནོ །_།
en: Śāradvatī­putra, when bodhisattvas diligently receive the sublime Dharma, as well as its meaning, conduct, and wisdom, and then pose questions to my hearers, the Thus-Gone One is happy and filled with supreme happiness.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ སངས་རྒྱས་ ཀྱི་ རིགས་ དེ་ རྒྱུན་ མི་འཆད་པ ར་ འགྱུར་བ འི་ ཕྱིར་ རོ །_།
en: This is because, Śāradvatī­putra, the lineage of the Buddha will then remain uninterrupted.

source: ཤ་ར་དྭ་ཏི འི་ བུ །_ ཉན་ཐོས་ རྣམས་ ཀྱིས་ ནི་ བྱང་ཆུབ་ སེམས་དཔའ་ སེམས་དཔའ་ ཆེན་པོ་ དག་ རངས་པ ར་ བྱ་བ་ ཡིན་ ནོ །_།
en: $1281 “Śāradvatī­putra, the hearers should please bodhisattva great beings.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ ཉན་ཐོས་ དགེ་སློང་ ངམ །_ དགེ་སློང་ མ འམ །_ དགེ་བསྙེན་ ནམ །_ དགེ་བསྙེན་མ་ གང་ལ་ལ ས་ དེ་བཞིན་ གཤེགས་པ འམ །_ དེ་བཞིན་ གཤེགས་པ འི་ ཆོས་ཉིད་ རྗེས་སུ་ དྲན་པ ར་ བྱས་ ཤིང་ཐོག་ མ་ མེད་པ འི་ དུས་ ཅན་ གྱི་ སྡུག་བསྔལ་ གྱི་ ཕུང་པོ་ དེ་ཡང་ རྗེས་སུ་ དྲན་པ ར་ བྱས་ ཏེ |#| བྱང་ཆུབ་ སེམས་དཔའ་ སེམས་དཔའ་ ཆེན་པོ་ ཐ་ན་ ཚིག་ བཞི་པ འི་ ཚིགས་ སུ་ བཅད་པ་ གཅིག་ ལ་ རངས་པ ར་ བྱེད་ ལ །_
en: Śāradvatī­putra, a monk, nun, layman, or laywoman, who has recollected the Thus-Gone One or his qualities as well as the heaps of suffering from time immemorial, might delight bodhisattva great beings with as little as one four-line verse.

source: རངས་པ ར་ བྱས་ ཤིང་ ཡང་དག་ པར་ འཛིན་ དུ་ བཅུག་ ལ །_ ཡང་དག་ པར་ གཟེངས་ སྟོད་པ འི་ རིགས་ ཀྱི་ བུ་ [158b] དེས་ ཀྱང་ །_ རང་ གི་ དགེ་བ འི་ རྩ་བ་ ཡོངས་སུ་ སྨིན་པ ར་ བྱས་ ཏེ |#| སངས་རྒྱས་ ཀྱི་ ཡེ་ཤེས་ ཡང་དག་ པར་ བསྒྲུབས་ ནས་ |#| སངས་རྒྱས་ སུ་ འགྱུར་ ཞིང་ །_ སངས་རྒྱས་ སུ་ གྱུར་ ནས་ |#| སྡུག་བསྔལ་ གྱི་ ཕུང་པོ་ གྲངས་མེད་ དཔག་ ཏུ་ མེད་པ་ བསལ་བ ར་ བྱ་བ འི་ ཕྱིར་ ཆོས་སྟོན་ པར་ འགྱུར་ རོ་ སྙམ་ དུ་ སེམས་ ན་
en: By delighting them so, that person might lead them to retain it, and thus encourage them. |#| If that noble child were to do so with the thought, [158.b] ‘May their roots of virtue fully ripen, such that they accomplish the wisdom of awakening and become a buddha. |#| And having become a buddha, may they teach the Dharma to dispel immeasurable, countless heaps of suffering,’

source: ཤ་ར་དྭ་ཏི འི་ བུ་ བསོད་ནམས་ ཀྱི་ ཕུང་པོ་ དཔག་ ཏུ་ མེད་པར་ འགྱུར་ རོ །_།
en: Śāradvatī­putra, the heaps of that person’s merit would be immeasurable.

source: ཚིགས་ སུ་ བཅད་པ་ གཅིག་ ཁོ་ན་ ཡང་དག་ པར་ འཛིན་ དུ་ བཅུག་པ འི་ བྱང་ཆུབ་ སེམས་དཔའ་ ཡང་ བསོད་ནམས་ ཀྱི་ ཕུང་པོ་ དེ་སྙེད་ སྐྱེད་ དོ །_།
en: Bodhisattvas who are led to retain just that single verse would also give rise to the exact same amount of merit.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ གལ་ཏེ་ བསོད་ནམས་ ཀྱི་ ཕུང་པོ་ དེ་ གཟུགས་ ཅན་ དུ་ གྱུར་ ན་
en: $1282 “Śāradvatī­putra, suppose that heap of merit were to assume form and,

source: ཤ་ར་དྭ་ཏི འི་ བུ་ གླིང་ཆེན་པོ་ བཞི་པ འི་ འཇིག་རྟེན་ གྱི་ ཁམས་ ན་ གླིང་བཞི་པ འི་ སེམས་ཅན་ ཇི་སྙེད་ ཡོད་པ་ དེ་དག་ ཐམས་ཅད་ སྔ་ཕྱི་ རིམ་གྱིས་ མི འི་ ལུས་ ཐོབ་པ ར་ གྱུར་ ཅིང་
en: Śāradvatī­putra, suppose all the myriad beings of all four continents in the world, both past and future, were to attain a human body.

source: དེ་དག་ གིས་ མི འི་ ལུས་ ཐོབ་ ནས་བསོད་ ནམས་ ཀྱི་ ཕུང་པོ་ དེ་ལས་ རི་རབ་ ཙམ་ གྱི་ སྣོད་ དག་ གིས་ བླངས་ ཏེ་ |#| འདོང་ བ ར་ གྱུར་ ལ །_
en: Having acquired a human form, they might use vessels the size of Mount Sumeru to take away from that heap of merit.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ རྣམ་ གྲངས་ དེས་ སེམས་ཅན་ དེ་དག་ རེ་རེ ས་ ཀྱང་ སྣོད་ དེས་ བསོད་ནམས་ ཀྱི་ ཕུང་པོ་ དེ་ བླངས་ ཏེ་ |#| འདོང་བ ར་ གྱུར་ ཅིང་ དེ་ལྟ ར་ རི་རབ་ ཙམ་ གྱིས་ བྱེད་ ན་ |#| ཡང་
en: Śāradvatī­putra, in this manner, even if each one of those beings were to use a vessel the size of Mount Sumeru to take away from that heap of merit,

source: བསོད་ནམས་ ཀྱི་ ཕུང་པོ་ དེ་ ཟད་པ འམ །_ ཡོངས་སུ་ གཏུགས་པ ར་ ང་ མི་སྨྲ འོ །_།
en: I cannot say that the end of that heap of merit would ever be reached.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ གླིང་ཆེན་པོ་ བཞི་པ འི་ འཇིག་རྟེན་ གྱི་ ཁམས་ ལྟ་ཞོག་ གི _།
en: Śāradvatī­putra, not to speak just of the world of four great continents,

source: ཤ་ར་དྭ་ཏི འི་ བུ་ སྟོང་གསུམ་ གྱི་ སྟོང་ ཆེན་པོ འི་ འཇིག་རྟེན་ གྱི་ ཁམས་ ན་ སེམས་ཅན་ གཟུགས་ཅན་ ནམ །_ གཟུགས་ཅན་ མ་ཡིན་པ འམ །_ འདུ་ཤེས་ ཅན་ ནམ །_ འདུ་ཤེས་ ཅན་ མ་ཡིན་པ འམ །_ འདུ་ཤེས་ མེད་ འདུ་ཤེས་ མེད་ མིན་ ཡང་ རུང་ སྟེ |#| ཇི་སྙེད་ ཡོད་པ་ དེ་དག་ ཐམས་ཅད་ ཀྱིས་ སྔ་ཕྱི་ རིམ་གྱིས་ མི འི་ ལུས་ ཐོབ་ ནས་
en: suppose all the myriad beings present throughout the trichiliocosm—beings with form, without form, with perceptions, without perceptions, or those with neither perception nor nonperception—both past and future, were to acquire human form and [take away from that heap of merit using vessels the size of Mount Sumeru.]

source: རི་རབ་ ཙམ་ གྱི་ སྣོད་ དག་ གིས་ བསོད་ནམས་ ཀྱི་ ཕུང་པོ་ དེ་ བླངས་ ཏེ་ |#| དོང་བ ར་ གྱུར་ ཅིང་
en: [suppose all the myriad beings present throughout the trichiliocosm—beings with form, without form, with perceptions, without perceptions, or those with neither perception nor nonperception—both past and future, were to acquire human form and ]take away from that heap of merit using vessels the size of Mount Sumeru.

source: རྣམ་ གྲངས་ དེས་ན་ |#| སེམས་ཅན་ རེ་རེ ས་ ཀྱང་ རི་རབ་ ཙམ་ གྱི་ སྣོད་ དག་ གིས་ བསོད་ནམས་ ཀྱི་ ཕུང་པོ་ དེ་ བླངས་ ཏེ་ |#| སོང་ ཡང་
en: Even according to that number, were each being to take away from that heap of merit using vessels the size of Mount Sumeru,

source: བསོད་ནམས་ ཀྱི་ ཕུང་པོ་ དེ་ ད་དུང་ ཟད་པ འམ །_ ཡོངས་སུ་ གཏུགས་པ ར་ ང་ མི་སྨྲ འོ །_།
en: I cannot say that the heap of merit would come to end.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ དེ་ལྟ ར་ གང་ ང འི་ ཉན་ཐོས་ དགེ་སློང་ ངམ །_ དགེ་སློང་ མ འམ །_ དགེ་བསྙེན་ ནམ །_ དགེ་བསྙེན་མ འང་ རུང་ སྟེ །_ |#| བྱང་ཆུབ་ སེམས་དཔའ་ སེམས་དཔའ་ ཆེན་པོ་ བླ་ ན་ |#| མེད་པ་ ཡང་དག་ པར་ རྫོགས་པ འི་ བྱང་ [159a] ཆུབ་ ཏུ་ མངོན་པར་ ཡང་དག་ པར་ ཞུགས་པ་ རངས་པ ར་ བྱེད་ ཅིང་ ཡང་དག་ པར་ འཛིན་ དུ་ འཇུག་ ལ །_ ཡང་དག་ པར་ གཟེངས་ སྟོད་ ཅིང་ ཐ་ན་ ཚིག་ བཞི་པ འི་ ཚིགས་ སུ་ བཅད་པ་ ཙམ་ ཡང་དག་ པར་ རབ་ཏུ་ སྟོན་པ་ དེ་ ནི་ བསོད་ནམས་ ཀྱི་ ཕུང་པོ་ དཔག་ ཏུ་ མེད་པ་ དང་ ལྡན་པ་ ཡིན་ ནོ །_།
en: $1283 “Śāradvatī­putra, any monk, nun, layman, or laywoman among my hearers who delights bodhisattva great beings who have perfectly set out for unexcelled and perfect awakening [159.a] and, causing them to receive the Dharma, encourages them and teaches them even as little as a four-line verse will attain an immeasurable heap of merit.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ གལ་ཏེ་ བྱང་ཆུབ་ སེམས་དཔའ་ སེམས་དཔའ་ ཆེན་པོ ས་ མིང་ འདི་ ཞེས་ བྱ་བ་ བྱང་ཆུབ་ ཀྱི་ ཕྱོགས་ ཀྱི་ ཆོས་ ཡོངས་སུ་ སྨིན་པ ར་ བྱ་བ འི་ ཕྱིར་ ཆོས་ ཀྱི་ སྦྱིན་པ ས་ རངས་པ ར་ བྱས་ ཤིང་ །_ སངས་རྒྱས་ ཀྱི་ ཆོས་ དེ་སྙེད་ ཉེ་བ ར་ སྟོན་པ ར་ བྱེད་པ་ དེ་ལྟ་ བུར་ ཤེས་པ ར་ བྱེད་ ན
en: $1284 “Suppose, Śāradvatī­putra, that a person, in order to bring about the maturing of such-and-such a bodhisattva great being’s factors of awakening, delights him with the gift of Dharma by teaching him some amount of the teachings of the buddhas, and leads him to understand them.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ དེས་ ཇི་ཙམ་ དུ་ སངས་རྒྱས་ ཀྱི་ ཡེ་ཤེས་ ཉེ་བ ར་ སྟོན་པ ར་ བྱེད་པ འི་ བྱང་ཆུབ་ སེམས་དཔའ་ དེ་ ཉེ་བ ར་ བསྒྲུབ་པ་ ཐམས་ཅད་ ཀྱིས་ མགོ ས་ འཛིན་ ཏམ །_ ཕྲག་པ ས་ འཛིན་ ཅིང་ |#| རྣམ་ གྲངས་ དེས་ བྱང་ཆུབ་ སེམས་དཔའ་ གང་ གི་ ཚེ་ ནུབ་མོ་ བླ་ ན་ |#| མེད་པ་ ཡང་དག་ པར་ རྫོགས་པ འི་ བྱང་ཆུབ་ མངོན་པར་ རྫོགས་ པ ར་ འཚང་ རྒྱ་ ཞིང་ །_ |#| སེམས་ཅན་ དེ་ ཡོངས་སུ་ སྨིན་པ ར་ བྱེད་ ན་ |#| སེམས་ཅན་ དེ་ ལ་ ཆོས་ བསྟན་ ཅིང་ དེ་ ལ་ བཞག་ ན་ |#| ཡང་
en: The bodhisattva to whom that person had taught that much of the wisdom of the buddhas, even if the bodhisattva carries that teacher on his head or shoulders with all his might, and on the eve of the bodhisattva’s awakening as a result of that discourse to unexcelled and perfect buddhahood, ripens that person, teaches that person the Dharma, and establishes that person in it, [would still not have succeeded in returning that person’s kindness;]

source: རེ་ཞིག་ བྱང་ཆུབ་ སེམས་དཔའ་ སེམས་དཔའ་ ཆེན་པོ ས་ དེ་ལྟ ར་ བྱས་པ ས་ ལན་ དུ་ བྱ་བ་ བྱས་པ ར་ མི་ འགྱུར་ ཏེ
en: [The bodhisattva to whom that person had taught that much of the wisdom of the buddhas, even if the bodhisattva carries that teacher on his head or shoulders with all his might, and on the eve of the bodhisattva’s awakening as a result of that discourse to unexcelled and perfect buddhahood, ripens that person, teaches that person the Dharma, and establishes that person in it,] would still not have succeeded in returning that person’s kindness;

source: བྱང་ཆུབ་ སེམས་དཔའ་ སེམས་དཔའ་ ཆེན་པོ་ དེ་ ནི་ སངས་རྒྱས་ ཀྱི་ ཆོས་ དཔག་ ཏུ་ མེད་པ་ དེ་སྙེད་ དང་ ལྡན་པ་ ཡིན་ ནོ །_།
en: for that bodhisattva great being possesses that much of the immeasurable teachings of the buddhas.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ དེ་ལྟ་བས་ན་ རྣམ་ གྲངས་ དེས་ ཁྱོད་ ཀྱིས་ ཇི་ལྟ ར་ བྱང་ཆུབ་ སེམས་དཔའ་ དེས་ སེམས་ཅན་ དེ་ ལ་ ལན་ དུ་ བྱ་བ་ བྱས་པ་ མ་ཡིན་པ་ དེ་ལྟ ར་ རིག་པ ར་ བྱ འོ །།_།།
en: Śāradvatī­putra, from this explanation, you should understand how bodhisattvas cannot repay the kindness of such a person.

source: བམ་པོ་ བཅུ་གསུམ་པ །_ ཤ་ར་དྭ་ཏི འི་ བུ་ སྔོན་ བྱུང་བ་ འདས་པ འི་ དུས་ ན་ བསྐལ་པ་ གྲངས་མེད་པ འི་ ཡང་ ཆེས་ གྲངས་མེད་པ །_ ཡངས་པ །_ ཚད་ མེད་པ །_ བསམ་ གྱིས་ མི་ ཁྱབ་པ །_ དཔག་ ཏུ་ མེད་པར་ གྱུར་པ་ བྱུང་བ་ དེ འི་ ཚེ་ དེ འི་ དུས་ ན་ དེ་བཞིན་ གཤེགས་པ་ ཀུན་ ནས་ སྦས་ ཞེས་ བྱ་བ་ བྱུང་ སྟེ
en: $1285 “Śāradvatī­putra, long ago, immeasurably vast and countless beyond countless eons ago, there appeared a thus-gone one called Saṃgupta.

source: བཅོམ་ལྡན་འདས་ དེ འི་ ཚེ་ཚད་ ནི་ ལོ་ བདུན་ ཁྲི་ཐུབ་ པར་ གྱུར་ ཏོ །_།
en: That blessed one’s lifespan was seventy thousand years.

source: དེ འི་ ཉན་ཐོས་ འདུས་པ་ ནི་ གསུམ་ བྱུང་ སྟེ །_
en: He had three hearer assemblies.

source: གཅིག་ ནི་ དགེ་སློང་ ཁྲག་ཁྲིག་ བརྒྱད་ཅུ་ བྱུང་ ངོ་ །_།
en: The first had eighty million monks,

source: གཉིས་པ་ ནི་ དགེ་སློང་ ཁྲག་ཁྲིག་ ཕྲག་ དྲུག་ཅུ་ བྱུང་ ངོ་ །_།
en: the second had sixty million monks, and

source: ཉན་ཐོས་ འདུས་པ་ གསུམ་པ་ ནི་ དགེ་སློང་ ཁྲག་ཁྲིག་ ཕྲག་ བཞི་ བཅུ་ བྱུང་ ངོ་ །_།
en: the third assembly of hearers had forty million monks.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ དེ་བཞིན་ གཤེགས་ [159b] པ་ དགྲ་བཅོམ་པ་ ཡང་དག་ པར་ རྫོགས་པ འི་ སངས་རྒྱས་ ཀུན་ ནས་ སྦས་ ཡོངས་སུ་ མྱ་ངན་ ལས་ འདས་ ནས་
en: Śāradvatī­putra, after the thus-gone one, [159.b] the worthy one, the perfect buddha Saṃgupta had passed away,

source: དམ་པ འི་ ཆོས་ ནི་ ལོ་ བཞི་ ཁྲི་ གནས་པ ར་ གྱུར་ ཏོ །_།
en: the sublime Dharma remained for forty thousand years.

source: བཅོམ་ལྡན་འདས་ དེ་ ཡོངས་སུ་ མྱ་ངན་ ལས་ འདས་ ནས་ |#| ལྔ་ བརྒྱ་པ་ ཐ་མ་ ལ་ དམ་པ འི་ ཆོས་ ནུབ་པ འི་ དུས་ ཀྱི་ ཚེ་ ན་ དགེ་སློང་ ཡེ་ཤེས་ མཆོག་ ཅེས་བྱ་བ་ མང་ དུ་ ཐོས་པ །_ ཡིད་གཞུངས་པ །_ གསལ་བ་ དུལ་བ་ ཞིག་ བྱུང་ ངོ་ །_།
en: When the sublime Dharma had declined to its final five hundred year period since that thus-gone one’s passing, there appeared a monk called Jñānottama, who was learned, wise, intelligent, and gentle.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ དེ འི་ ཚེ་ འཛམ་བུ འི་ གླིང་ འདིར་ རྒྱལ་པོ་ མཐའ་ ཡ ས་ ཞེས་ བྱ་བ་ བྱུང་ སྟེ །_
en: $1286 “Śāradvatī­putra, at that time here in Jambudvīpa there was a king called Ananta.

source: རྒྱལ་པོ་ དེ འི་ ཕོ་བྲང་ འཁོར་ ནི་ གྲོང་ཁྱེར་ མཐའ་ ཡ ས་ ཞེས་ བྱ་བ་ ཆུ་ཞེང་ དུ་ དཔག་ཚད་ བཅུ་གཉིས་ ཡོད་པ །_ འབྱོར་པ །_ རྒྱས་པ །_ བདེ་བ །_ ལོ་ལེགས་པ །_ ཉམས་ དགའ་བ །_ སྐྱེ་བོ་ དང་ མི་ མང་པོ ས་ གང་བ་ ཞིག་ བྱུང་ ངོ་ །_།
en: That king had a palace called Nagarānanta, which was twelve leagues across. |#| The palace was wealthy, prosperous, pleasant, abundant in food, delightful, and well populated.

source: དེ འི་ ཚེ་ ཡང་ གྲོང་ཁྱེར་ མཐའ་ ཡ ས་ སུ་ ཁྱིམ་བདག་ ཁྲོ་བ་ མེད་ ཅེས་བྱ་བ་ བྱུང་ སྟེ །_
en: There was also at that time in Nagarānanta a householder called Akrodhana, and,

source: ཤ་ར་དྭ་ཏི འི་ བུ་ ཁྱིམ་བདག་ ཁྲོ་བ་ མེད་ དེ འི་ བུ་ ནི་ དོན་ གྱི་ བློ་གྲོས་ ཞེས་ བྱ་བ་ ཞིག་ བྱུང་ ངོ་ །_།
en: Śāradvatī­putra, the householder Akrodhana had a son called Arthamati.

source: དེ་ ནས་ ཚོང་དཔོན་ གྱི་ བུ་ དོན་ གྱི་ བློ་གྲོས་ དགེ་སློང་ ཡེ་ཤེས་ མཆོག་ ག་ལ་བ་ དེར་ སོང་ སྟེ་ ཕྱིན་ ནས་ དགེ་སློང་ ཡེ་ཤེས་ མཆོག་ གིས་ བྱང་ཆུབ་ སེམས་དཔའ་ དང་ ལྡན་པ འི་ གཏམ་ བྱས་ སོ །_།
en: Once, that merchant’s son, Arthamati, went to where the monk Jñānottama was. |#| Once there the monk Jñānottama delivered a sermon about bodhisattvas.

source: དེ་ནས་ ཚོང་དཔོན་ གྱི་ བུ་ དོན་ གྱི་ བློ་གྲོས་ ཀྱིས་ དགེ་སློང་ ཡེ་ཤེས་ མཆོག་ ལས་ གཏམ་ ཐོས་ ནས་ ཡི་ རངས་ ཏེ་ སོ་སོ་ ཡང་དག་ པར་ རིག་པ ར་ གྱུར་ ཏོ །_།
en: When the merchant’s son Arthamati heard the sermon from the monk Jñānottama he was delighted and became genuinely discerning.

source: དེས་ དེ |#| འི་ ཚེ་ ཆོས་གོས་ རིན་ཐང་ བྱེ་བ་ རི་བ ས་ དགེ་སློང་ ཡེ་ཤེས་ མཆོག་ ལ་ མངོན་པར་ བཀབ་བོ །_།
en: He then covered the monk Jñānottama with a precious religious robe worth tens of millions.

source: མངོན་པར་ བཀབ་ ནས་ དགེ་སློང་ ཡེ་ཤེས་ མཆོག་ ལ་ སྨྲས་པ །_ འཕགས་པ་ ཁྱོད་ ཀྱིས་ ལེགས་པ ར་ སྨྲས་པ་ ལེགས་ སོ་ ལེགས་ སོ །_།
en: Having covered him, he said to Jñānottama,

source: བདག་ གི་ ཁྱིམ་ དུ་ ཡང་ དང་ ཡང་ སྤྱོན་ ཅིག _།
en: ‘Noble One, excellent, your eloquent speech was excellent!

source: བྱོན་ ནས་ ཀྱང་ ཆོས་ ཀྱི་ གཏམ་ དེ་ལྟ་ བུ་ མཛོད་ ཅིག་ དང་ །_ བདག་ ལ་ ཡང་ ཕན་པ ར་ འགྱུར །_
en: Please come again and again to my house and deliver sermons like that one! |#| It will be beneficial to me.

source: ཚེ་ དང་ ལྡན་པ འི་ ཆོས་ ཀྱི་ སྦྱིན་པ་ ཡང་ འབྲས་བུ་ ཆེན་པོ ར་ འགྱུར་ རོ །_།
en: The gift of the venerable Dharma will bear great fruit!
